{
  "tutors": [
    {
      "name": "Arjun Rawal",
      "description": "Arjun is dedicated to the art of teaching to provide students with opportunities to better their educational capabilities. He’s able to maintain a growth mindset while motivating students to follow the same path, facilitate problems solving skills, and encourage curiosity in young minds. "
    },
    {
      "name": "Ananya Mehta",
      "description": "Hi, my name is Ananya Mehta! I am 16 years old and from Charlotte, NC. I’m currently a junior at South Meck High School. I can tutor you in math up to Pre-Calculus, English, and History."
    },
    {
      "name": "Aarav Reddy",
      "description": "Hi, my name is Aarav Reddy. I am a freshman at Ardrey Kell High School, with the hope of pursuing my interest in medicine. I’m passionate about teaching students and hope to get them to reach their fullest potential in their areas of interest. I have an experience with teaching as I am currently teaching a Cub Scout pack and have experience teaching in both cub scouts and Boy Scouts troops. At this time I have finished up to Honors Pre-Calculus and honors chemistry with straight A’s and I hope I can help you achieve the same."
    },
    {
      "name": "Ariel Baiye",
      "description": "My name is Ariel Baiye, I’m a rising junior in the IB program and enrolled in NCSSM Online. I’ve spent five years volunteering with elementary and middle school children and I love to tutor in any subject. I am very interested in Business + Economics as well as Biology, but I enjoy learning math as well!! I can tutor in math up to Precalculus, Earth Science, Chemistry, and Biology."
    },
    {
      "name": "Ankit Biswas",
      "description": "Ankit is a dedicated tutor with extensive knowledge of mathematics, with experience encompassing middle school math to college-level calculus. They possess SAT and ACT scores in the top 1 percentile and have won multiple International and National STEM awards at the world’s most prestigious competitions (ISEF, Broadcom MASTERS). They have also completed the entirety of the Kumon mathematics program in 7th grade, and are certified in Pre-University Calculus by MIT and the Delft University of Technology."
    },
    {
      "name": "Mary Bray",
      "description": "Hello! My name is Mary Bray Mann, I go by Mary Bray. I am currently a senior at Providence Day School, and I will be attending UNC Chapel-hill in the fall. I am able to speak both English and Mandarin Chinese. I love school, therefore I love to help people get better at school! I have a passion for the sciences, specifically biology and chemistry. I also love languages, such as Chinese, and I excel in those areas. Overall I love meeting new people and working with them to achieve obtainable goals that will better their future!"
    },
    {
      "name": "Surya Vankayala",
      "description": "Hi, my name is Surya Vankayala. I am 15 years old and currently a sophomore at Ardrey Kell High School. I have previous experience tutoring and working with students! I can teach math up to Math 2, English, History, and Biology. I have a strong work ethic and I'm passionate about helping others reach their goals. I am patient, understanding, and I strive to make my lessons enjoyable. I look forward to working with you and helping you reach your academic goals."
    },
    {
      "name": "Bhoomika Khatri",
      "description": "Hello! My name is Bhoomika Khatri and I’m an incoming freshman at Case Western Reserve University. I’ve been tutoring for just around four years in math and science, two subjects I’m passionate about, and have done some tutoring in English. In general, I love working with students to achieve their goals!"
    },
    {
      "name": "Nikhil Binoy",
      "description":"Hello! My name is Nikhil Binoy and I am a junior at Ardrey Kell High School. With a passion in computer science and math, I hope to tutor children and help them out. I have been tutoring for the past 3 years in Math, English, Science, Coding, and other courses"
    },
    {
      "name": "Isha Sharma",
      "description": "Isha Sharma is a student at Providence High School. She has extensive experience in math, has received awards for her knowledge of Spanish, and is also skilled in English and geography. She has also competed all the way up to the national stage of Quizbowl and is vice president. She enjoys working with kids of all ages to help them excel!"
    },
    {
      "name": "Sid Tatavarthy",
      "description": "Sid is a prolific competitor and learner in geography and history. He enjoys learning and reading about history and has competed across the country pursuing this passion. He also enjoys teaching and working with younger kids in all subjects."
    },
    {
      "name": "Hannah Joseph",
      "description": "Hi, I am Hannah Joseph a rising sophomore at Ardrey Kell High School. I have always enjoyed helping people in any way that I can while getting to know them As for my qualifications, I am a straight-A student and an active member of an AK sports team, I was previously a part of the National Junior Honors Society at my middle school, and I received the president excellence award for education in elementary school. The subjects I tend to be better at are math and science, but I am also really good when comes to essay writing and annotating in English. So if you were to offer me this position I would be able to tutor up to Biology 1, Math 2, and English 1. Aside from education, I love to volunteer; I am an active Breast Cancer Ambassador and a Vacation Bible School volunteer. I have also been able to raise money for St Judes Children’s Hospital, March for Dimes, and The Children’s Organ Transplant Association. The main reason I want to volunteer is that I wasn’t the brightest growing up and struggled with my studies until 5th grade, by me becoming a tutor I would be able to help kids like me who just needed that extra push to achieve their full potential."
    },
    {
      "name": "Sathvik Gorle",
      "description": "Hi, my name is Sathvik Gorle, and I am a freshman at Ardrey Kell High School. I excel at math and science and have a passion to teach! "
    },
    {
      "name": "Sahasra Muchapulari",
      "description": "Hi! My name is Sahasra Muchalapuri and I’m a rising sophomore at Marvin Ridge High School. I’m very passionate about math and science but I also enjoy learn about other subjects! I can tutor in math up to Math 3, Biology, and English."
    },
    {
      "name": "Parijat Majumdar",
      "description": "Parijat is an enthusiastic learner who enjoys combining their knowledge of biology and medicine with other fields like engineering, computer programming, and environmental aspects of science. Along with his studies, he is very devoted to music, sports, cultural activities, and helping around in the community. He is an active leader in his high school marching band, a Texas Music All-Region finalist, a competitive Chess player, and a Taekwondo Master who has competed in the highly prestigious AAU national tournament. Parijat possesses leadership qualities, tutoring experience, and a strong foundation in mathematics and science, guaranteeing their student’s success."
    },
    {
      "name": "Medha Indela",
      "description": "Medha is rising sophomore at Marvin Ridge and she loves helping other people. She loves English and Science. She volunteer through multiple organizations and is committed to helping kids with their basic needs. She can tutor in Math, English, Civics, and Science."
    },
    {
      "name": "Sid Mirchi",
      "description": "Hi, my name is Sidharth Mirchandani. I am 15 years old and am currently a rising sophomore at Ardrey Kell High School. I love helping people by tutoring them and getting to know new people. I can help tutor you in math up to math 1 and 2, biology, and world history."
    },
    {
      "name": "Varad Tiwari",
      "description": "Varad Tiwari attends Lovejoy High School. His academic proficiency has gotten presidential recognition and he is part of many advanced courses, in which he excels."
    },

    {
      "name": "Ankit Rao",
      "description": "Hi, my name is Ankit Rao. I am 14 years old and am currently a freshman at Marvin Ridge High School. I can help tutor you in math up to math 2, biology, English, and history "
    },
    {
      "name": "Aaryan Ghorpade",
      "description": "Aaryan is a very hardworking Math tutor who seeks to improve these students mathematical abilities through ways they haven’t seen but understand clearly. He has many math awards and praises by parents for his teaching. Aaryan will make sure your child will be taught in a way like no other and will learn like no other."
    },
    {
      "name": "Daksh Katial",
      "description": "Hey everyone! My name is Daksh Katial. I am currently a 9th-grade student at Ardrey Kell Highschool. I love tutoring other kids and just getting to know them. My interest varies as I love teaching math, science, and English. I want your children to do their best so they can believe in themselves. Education is something not everyone receives. "
    },
    {
      "name": "Atharv Patil",
      "description": "Atharv Patil is a committed tutor specializing in history and mathematics with experience ranging from middle school math to pre-calculus. They are an international history bee qualifier and first place champion and they were the first place champion of the FPSPI international competition as well as placing in the top one percentile in the math 3 EOC exam."
    }
  ]
}